{"config": [{"config": {"kernel_initializer": {"config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}, "activity_regularizer": null, "name": "dense_1", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "activation": "sigmoid", "kernel_constraint": null, "trainable": true, "units": 5, "kernel_regularizer": null, "bias_constraint": null, "use_bias": true}, "class_name": "Dense"}, {"config": {"kernel_initializer": {"config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}, "activity_regularizer": null, "name": "dense_2", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "activation": "linear", "kernel_constraint": null, "trainable": true, "units": 2, "kernel_regularizer": null, "bias_constraint": null, "use_bias": true}, "class_name": "Dense"}], "keras_version": "2.2.0", "backend": "tensorflow", "class_name": "Sequential"}