{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}}, "units": 8, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "use_bias": true, "activity_regularizer": null, "name": "dense_1", "kernel_constraint": null, "activation": "sigmoid", "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}}, "units": 2, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "use_bias": true, "activity_regularizer": null, "name": "dense_2", "kernel_constraint": null, "activation": "linear", "kernel_regularizer": null}}], "backend": "tensorflow", "keras_version": "2.2.0"}